Repository: yurqo/dive-free
Catalog: Apps/iPhoneApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, uk

source: Automatically remove older sessions from this watch once they're safely on your iPhone. Your dives stay on iPhone and iCloud — this only frees watch space.
de: Entfernt ältere Sessions automatisch von dieser Uhr, sobald sie sicher auf deinem iPhone sind. Deine Tauchgänge bleiben auf iPhone und iCloud — das gibt nur Speicher auf der Uhr frei.
es: Elimina automáticamente las sesiones más antiguas de este reloj una vez que estén a salvo en tu iPhone. Tus inmersiones permanecen en el iPhone y en iCloud; esto solo libera espacio en el reloj.
fr: Supprime automatiquement les sessions les plus anciennes de cette montre une fois qu’elles sont bien sur votre iPhone. Vos plongées restent sur l’iPhone et dans iCloud — cela ne libère que l’espace de la montre.
it: Rimuove automaticamente le sessioni più vecchie da questo orologio una volta che sono al sicuro sull’iPhone. Le tue immersioni restano sull’iPhone e su iCloud: questo libera solo spazio sull’orologio.
ja: iPhoneに安全に保存された後、古いセッションをこの時計から自動的に削除します。ダイブはiPhoneとiCloudに残るので、これは時計の空き容量を増やすだけです。
pt: Remove automaticamente sessões antigas deste relógio assim que estiverem seguras no seu iPhone. Seus mergulhos permanecem no iPhone e no iCloud — isso só libera espaço no relógio.
uk: Автоматично видаляє старіші сесії з цього годинника, щойно вони безпечно опиняться на iPhone. Ваші занурення залишаються на iPhone та в iCloud — це лише звільняє місце на годиннику.

source: Avg surface
de: Ø Oberfläche
es: Superficie media
fr: Surface moy.
it: Superficie media
ja: 平均水面休息
pt: Superfície méd.
uk: Сер. інтервал

source: Back at the surface, end the session on the watch. It saves itself and appears on your iPhone and iPad, where you can relive it with depth charts, maps, and photos.
de: Zurück an der Oberfläche beendest du die Session auf der Uhr. Sie speichert sich selbst und erscheint auf iPhone und iPad, wo du sie mit Tiefendiagrammen, Karten und Fotos noch einmal erleben kannst.
es: De vuelta en la superficie, termina la sesión en el reloj. Se guarda sola y aparece en tu iPhone y iPad, donde puedes revivirla con gráficas de profundidad, mapas y fotos.
fr: De retour en surface, terminez la session sur la montre. Elle s’enregistre d’elle-même et apparaît sur votre iPhone et votre iPad, où vous pouvez la revivre avec les profils de profondeur, les cartes et les photos.
it: Tornato in superficie, termina la sessione sull’orologio. Si salva da sola e compare su iPhone e iPad, dove puoi riviverla con grafici di profondità, mappe e foto.
ja: 水面に戻ったら、時計でセッションを終了します。自動的に保存され、iPhoneとiPadに表示されて、水深グラフやマップ、写真で振り返れます。
pt: De volta à superfície, encerre a sessão no relógio. Ela se salva sozinha e aparece no seu iPhone e iPad, onde você pode revivê-la com gráficos de profundidade, mapas e fotos.
uk: Повернувшись на поверхню, завершіть сесію на годиннику. Вона збережеться сама й з’явиться на вашому iPhone та iPad, де ви зможете пережити її знову з графіками глибини, мапами й фото.

source: Badges
de: Abzeichen
es: Insignias
it: Distintivi
ja: バッジ
pt: Selos
uk: Значки

source: Bottom time
de: Grundzeit
es: Tiempo en el fondo
fr: Temps au fond
it: Tempo sul fondo
ja: ボトムタイム
pt: Tempo no fundo
uk: Час на дні

source: Bundle several days of diving into a **trip** — perfect for a liveaboard or a week away — and see the trip's totals in one place. Swipe a trip to remove it; deleting a trip keeps its dives in your log.
de: Fasse mehrere Tauchtage zu einer **Reise** zusammen — ideal für ein Tauchsafari-Boot oder eine Woche unterwegs — und sieh die Summen der Reise an einem Ort. Streiche über eine Reise, um sie zu entfernen; das Löschen einer Reise behält ihre Tauchgänge im Logbuch.
es: Reúne varios días de buceo en un **viaje** —ideal para un crucero de buceo o una semana fuera— y consulta los totales del viaje en un solo lugar. Desliza un viaje para eliminarlo; borrar un viaje mantiene sus inmersiones en tu registro.
fr: Regroupez plusieurs jours de plongée dans un **voyage** — parfait pour une croisière plongée ou une semaine d’escapade — et consultez les totaux du voyage au même endroit. Balayez un voyage pour le supprimer ; supprimer un voyage conserve ses plongées dans votre carnet.
it: Raccogli più giorni di immersioni in un **viaggio** — perfetto per una crociera sub o una settimana fuori — e vedi i totali del viaggio in un unico posto. Scorri un viaggio per rimuoverlo; eliminare un viaggio mantiene le sue immersioni nel diario.
ja: 数日分のダイビングを1つの**旅行**にまとめれば——ライブアボードや1週間の遠征に最適——旅行の合計を一か所で確認できます。旅行をスワイプすると削除でき、旅行を削除してもそのダイブはログに残ります。
pt: Junte vários dias de mergulho em uma **viagem** — perfeito para um liveaboard ou uma semana fora — e veja os totais da viagem em um só lugar. Deslize uma viagem para removê-la; excluir uma viagem mantém seus mergulhos no seu registro.
uk: Об’єднайте кілька днів занурень у **подорож** — ідеально для дайв-сафарі чи тижневої поїздки — і переглядайте підсумки подорожі в одному місці. Проведіть по подорожі, щоб видалити її; видалення подорожі зберігає її занурення у вашому журналі.

source: Buy me a coffee
de: Spendier mir einen Kaffee
es: Invítame a un café
fr: Offrez-moi un café
it: Offrimi un caffè
ja: コーヒーをおごる
pt: Pague-me um café
uk: Пригостити кавою

source: Can't reach the App Store right now.
de: App Store gerade nicht erreichbar.
es: No se puede conectar con el App Store ahora mismo.
fr: Impossible de joindre l’App Store pour le moment.
it: Impossibile raggiungere l’App Store al momento.
ja: 現在App Storeに接続できません。
pt: Não foi possível acessar a App Store agora.
uk: Наразі не вдається з’єднатися з App Store.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
uk: Скасувати

source: Changes travel in the background and usually appear within a minute or two, depending on your connection. Settings ▸ iCloud shows the current sync status if you're curious.
de: Änderungen werden im Hintergrund übertragen und erscheinen je nach Verbindung meist innerhalb von ein bis zwei Minuten. Einstellungen ▸ iCloud zeigt den aktuellen Sync-Status, falls es dich interessiert.
es: Los cambios viajan en segundo plano y suelen aparecer en uno o dos minutos, según tu conexión. Ajustes ▸ iCloud muestra el estado de sincronización actual si sientes curiosidad.
fr: Les modifications circulent en arrière-plan et apparaissent généralement en une ou deux minutes, selon votre connexion. Réglages ▸ iCloud affiche l’état de synchronisation actuel si vous êtes curieux.
it: Le modifiche viaggiano in background e di solito compaiono entro un minuto o due, a seconda della connessione. Impostazioni ▸ iCloud mostra lo stato di sincronizzazione attuale, se ti incuriosisce.
ja: 変更はバックグラウンドで送られ、接続状況にもよりますが通常1〜2分で反映されます。気になる場合は、設定 ▸ iCloudで現在の同期状況を確認できます。
pt: As alterações viajam em segundo plano e geralmente aparecem em um ou dois minutos, dependendo da sua conexão. Ajustes ▸ iCloud mostra o status atual de sincronização, se tiver curiosidade.
uk: Зміни передаються у фоновому режимі й зазвичай з’являються за одну-дві хвилини, залежно від з’єднання. Налаштування ▸ iCloud показує поточний стан синхронізації, якщо цікаво.

source: Check that iCloud sync is on (Settings ▸ iCloud) and that you're signed into the same Apple Account on both devices, then give it a little time.
de: Prüfe, ob die iCloud-Synchronisierung aktiv ist (Einstellungen ▸ iCloud) und du auf beiden Geräten mit demselben Apple-Account angemeldet bist, und gib ihr dann etwas Zeit.
es: Comprueba que la sincronización con iCloud esté activada (Ajustes ▸ iCloud) y que tengas la sesión iniciada con la misma cuenta de Apple en ambos dispositivos; luego dale un poco de tiempo.
fr: Vérifiez que la synchronisation iCloud est activée (Réglages ▸ iCloud) et que vous êtes connecté au même compte Apple sur les deux appareils, puis laissez-lui un peu de temps.
it: Verifica che la sincronizzazione iCloud sia attiva (Impostazioni ▸ iCloud) e di aver eseguito l’accesso con lo stesso Apple Account su entrambi i dispositivi, poi concedi un po’ di tempo.
ja: iCloud同期がオンになっていること（設定 ▸ iCloud）と、両方のデバイスで同じApple Accountにサインインしていることを確認し、少し時間をおいてください。
pt: Verifique se a sincronização com o iCloud está ativada (Ajustes ▸ iCloud) e se você está conectado à mesma Conta Apple nos dois dispositivos, depois dê um tempo.
uk: Переконайтеся, що синхронізація iCloud увімкнена (Налаштування ▸ iCloud) і що ви ввійшли в той самий обліковий запис Apple на обох пристроях, а потім зачекайте трохи.

source: Choose a name for this dive spot.
de: Wähle einen Namen für diesen Tauchplatz.
es: Elige un nombre para este punto de buceo.
fr: Choisissez un nom pour ce spot.
it: Scegli un nome per questo spot.
ja: このダイブスポットの名前を選んでください。
pt: Escolha um nome para este local de mergulho.
uk: Виберіть назву для цього місця.

source: Clear
de: Klar
es: Despejado
fr: Dégagé
it: Sereno
ja: 快晴
pt: Céu limpo
uk: Ясно

source: Conditions
de: Bedingungen
es: Condiciones
it: Condizioni
ja: コンディション
pt: Condições
uk: Умови

source: Confirm Selection
de: Auswahl bestätigen
es: Confirmar selección
fr: Confirmer la sélection
it: Conferma selezione
ja: 選択を確定
pt: Confirmar seleção
uk: Підтвердити вибір

source: Connect Strava
de: Strava verbinden
es: Conectar Strava
fr: Connecter Strava
it: Collega Strava
ja: Stravaを接続
pt: Conectar Strava
uk: Підключити Strava

source: Connect Strava in Settings to export.
de: Verbinde Strava in den Einstellungen, um zu exportieren.
es: Conecta Strava en Ajustes para exportar.
fr: Connectez Strava dans Réglages pour exporter.
it: Collega Strava in Impostazioni per esportare.
ja: 書き出すには設定でStravaを接続してください。
pt: Conecte o Strava nos Ajustes para exportar.
uk: Підключіть Strava в Налаштуваннях, щоб експортувати.

source: Connect your Strava account once in Settings ▸ Strava. Then, from a session, choose to export it — you pick which dives to share, and nothing is sent automatically.
de: Verbinde dein Strava-Konto einmalig unter Einstellungen ▸ Strava. Danach kannst du eine Session exportieren — du wählst, welche Tauchgänge du teilst, und nichts wird automatisch gesendet.
es: Conecta tu cuenta de Strava una vez en Ajustes ▸ Strava. Después, desde una sesión, elige exportarla: tú decides qué inmersiones compartir y nada se envía automáticamente.
fr: Connectez votre compte Strava une fois dans Réglages ▸ Strava. Ensuite, depuis une session, choisissez de l’exporter — vous choisissez les plongées à partager, et rien n’est envoyé automatiquement.
it: Collega il tuo account Strava una volta in Impostazioni ▸ Strava. Poi, da una sessione, scegli di esportarla: decidi tu quali immersioni condividere e nulla viene inviato automaticamente.
ja: 設定 ▸ StravaでStravaアカウントを一度接続します。あとはセッションから書き出しを選ぶだけ——共有するダイブは自分で選び、自動送信は一切ありません。
pt: Conecte sua conta do Strava uma vez em Ajustes ▸ Strava. Depois, a partir de uma sessão, escolha exportá-la — você decide quais mergulhos compartilhar, e nada é enviado automaticamente.
uk: Один раз підключіть обліковий запис Strava у Налаштування ▸ Strava. Потім із сесії виберіть експорт — ви самі обираєте, якими зануреннями поділитися, і нічого не надсилається автоматично.

source: Connect your Strava account to export dive sessions as activities.
de: Verbinde dein Strava-Konto, um Tauch-Sessions als Aktivitäten zu exportieren.
es: Conecta tu cuenta de Strava para exportar sesiones de buceo como actividades.
fr: Connectez votre compte Strava pour exporter vos sessions de plongée en tant qu’activités.
it: Collega il tuo account Strava per esportare le sessioni di immersione come attività.
ja: ダイブセッションをアクティビティとして書き出すには、Stravaアカウントを接続してください。
pt: Conecte sua conta do Strava para exportar sessões de mergulho como atividades.
uk: Підключіть обліковий запис Strava, щоб експортувати сесії занурень як активності.

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Collegato
ja: 接続済み
pt: Conectado
uk: Підключено

source: Couldn't reach the App Store to restore. Please try again.
de: App Store zum Wiederherstellen nicht erreichbar. Bitte versuche es erneut.
es: No se pudo conectar con el App Store para restaurar. Inténtalo de nuevo.
fr: Impossible de joindre l’App Store pour la restauration. Veuillez réessayer.
it: Impossibile raggiungere l’App Store per il ripristino. Riprova.
ja: 復元のためにApp Storeに接続できませんでした。もう一度お試しください。
pt: Não foi possível acessar a App Store para restaurar. Tente novamente.
uk: Не вдалося з’єднатися з App Store для відновлення. Спробуйте ще раз.

source: Countries
de: Länder
es: Países
fr: Pays
it: Paesi
ja: 国
pt: Países
uk: Країни

source: Current
de: Strömung
es: Actual
fr: Actuel
it: Attuale
ja: 現在
pt: Corrente
uk: Поточний

source: Custom
de: Eigen
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
pt: Personalizado
uk: Власний

source: Custom lets you mix units per measurement — e.g. meters for depth with Fahrenheit water temperature.
de: Mit „Eigen“ kannst du Einheiten je Messung mischen — z. B. Meter für die Tiefe und Fahrenheit für die Wassertemperatur.
es: Personalizado te permite mezclar unidades por medida, por ejemplo metros para la profundidad con temperatura del agua en Fahrenheit.
fr: Personnalisé vous permet de mélanger les unités par mesure — par exemple des mètres pour la profondeur et des Fahrenheit pour la température de l’eau.
it: Personalizzato ti permette di mescolare le unità per ogni misura — ad esempio metri per la profondità e Fahrenheit per la temperatura dell’acqua.
ja: カスタムでは、測定項目ごとに単位を組み合わせられます。たとえば水深はメートル、水温は華氏、というように。
pt: Personalizado permite misturar unidades por medida — por ex. metros para a profundidade com Fahrenheit para a temperatura da água.
uk: Власний дозволяє змішувати одиниці для кожного виміру — наприклад, метри для глибини та Фаренгейти для температури води.

source: Custom Markers
de: Eigene Markierungen
es: Marcadores personalizados
fr: Repères personnalisés
it: Marcatori personalizzati
ja: カスタムマーカー
pt: Marcadores personalizados
uk: Власні позначки

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
pt: Data
uk: Дата

source: Dates
de: Daten
es: Fechas
it: Date
ja: 日付
pt: Datas
uk: Дати

source: Default marker
de: Standardmarkierung
es: Marcador predeterminado
fr: Repère par défaut
it: Marcatore predefinito
ja: デフォルトのマーカー
pt: Marcador padrão
uk: Типова позначка

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir
uk: Видалити

source: Delete Session
de: Session löschen
es: Eliminar sesión
fr: Supprimer la session
it: Elimina sessione
ja: セッションを削除
pt: Excluir sessão
uk: Видалити сесію

source: Delete this session?
de: Diese Session löschen?
es: ¿Eliminar esta sesión?
fr: Supprimer cette session ?
it: Eliminare questa sessione?
ja: このセッションを削除しますか？
pt: Excluir esta sessão?
uk: Видалити цю сесію?

source: Depth
de: Tiefe
es: Profundidad
fr: Profondeur
it: Profondità
ja: 水深
pt: Profundidade
uk: Глибина

source: Depth (%@)
de: Tiefe (%@)
es: Profundidad (%@)
fr: Profondeur (%@)
it: Profondità (%@)
ja: 水深 (%@)
pt: Profundidade (%@)
uk: Глибина (%@)

source: Depth is measured in shallow water only — up to about **6 m (20 ft)**. Dive Free is built for recreational freediving and snorkelling, so it doesn't measure or plan deep dives, and maximum depth stops at that ceiling.
de: Die Tiefe wird nur im flachen Wasser gemessen — bis etwa **6 m (20 ft)**. Dive Free ist für Freizeit-Freitauchen und Schnorcheln gemacht, misst oder plant also keine tiefen Tauchgänge, und die maximale Tiefe endet an dieser Grenze.
es: La profundidad solo se mide en aguas poco profundas, hasta unos **6 m (20 ft)**. Dive Free está pensada para la apnea recreativa y el esnórquel, así que no mide ni planifica inmersiones profundas, y la profundidad máxima se detiene en ese límite.
fr: La profondeur n’est mesurée qu’en eau peu profonde — jusqu’à environ **6 m (20 ft)**. Dive Free est conçue pour l’apnée et le snorkeling de loisir, elle ne mesure donc pas et ne planifie pas les plongées profondes, et la profondeur maximale s’arrête à ce plafond.
it: La profondità viene misurata solo in acque basse — fino a circa **6 m (20 ft)**. Dive Free è pensata per l’apnea e lo snorkeling ricreativi, quindi non misura né pianifica immersioni profonde e la profondità massima si ferma a quel limite.
ja: 水深は浅い水中でのみ測定されます——最大で約**6m（20ft）**まで。Dive Freeはレクリエーションのフリーダイビングとシュノーケリング向けなので、深いダイブの測定や計画は行わず、最大水深はこの上限で止まります。
pt: A profundidade é medida apenas em água rasa — até cerca de **6 m (20 pés)**. O Dive Free foi feito para apneia e snorkel recreativos, então não mede nem planeja mergulhos profundos, e a profundidade máxima para nesse limite.
uk: Глибина вимірюється лише на мілководді — приблизно до **6 м (20 ft)**. Dive Free створено для рекреаційного фрідайвінгу та снорклінгу, тож він не вимірює й не планує глибокі занурення, а максимальна глибина зупиняється на цій межі.

source: Depth needs an Apple Watch Ultra, Series 10, or Series 11. Other watches log the GPS track, markers, and heart rate instead.
de: Für die Tiefe brauchst du eine Apple Watch Ultra, Series 10 oder Series 11. Andere Uhren erfassen stattdessen GPS-Route, Markierungen und Puls.
es: La profundidad requiere un Apple Watch Ultra, Series 10 o Series 11. Otros relojes registran en su lugar el recorrido GPS, los marcadores y la frecuencia cardíaca.
fr: La profondeur nécessite une Apple Watch Ultra, Series 10 ou Series 11. Les autres montres enregistrent à la place le tracé GPS, les repères et la fréquence cardiaque.
it: La profondità richiede un Apple Watch Ultra, Series 10 o Series 11. Gli altri orologi registrano invece la traccia GPS, i marcatori e la frequenza cardiaca.
ja: 水深にはApple Watch Ultra、Series 10、またはSeries 11が必要です。その他の時計では代わりにGPSトラック、マーカー、心拍数を記録します。
pt: A profundidade requer um Apple Watch Ultra, Series 10 ou Series 11. Outros relógios registram o trajeto GPS, os marcadores e a frequência cardíaca.
uk: Для глибини потрібен Apple Watch Ultra, Series 10 або Series 11. Інші годинники натомість записують GPS-трек, позначки та пульс.

source: Depth needs an Ultra or Series 10/11. Other watches still log the GPS track and your markers.
de: Für die Tiefe brauchst du eine Ultra oder Series 10/11. Andere Uhren erfassen weiterhin GPS-Route und Markierungen.
es: La profundidad requiere un Ultra o Series 10/11. Otros relojes igualmente registran el recorrido GPS y tus marcadores.
fr: La profondeur nécessite une Ultra ou Series 10/11. Les autres montres enregistrent tout de même le tracé GPS et vos repères.
it: La profondità richiede un Ultra o Series 10/11. Gli altri orologi registrano comunque la traccia GPS e i marcatori.
ja: 水深にはUltraまたはSeries 10/11が必要です。その他の時計でもGPSトラックとマーカーは記録されます。
pt: A profundidade requer um Ultra ou Series 10/11. Outros relógios ainda registram o trajeto GPS e seus marcadores.
uk: Для глибини потрібен Ultra або Series 10/11. Інші годинники все одно записують GPS-трек і ваші позначки.

source: Depth profile
de: Tiefenprofil
es: Perfil de profundidad
fr: Profil de profondeur
it: Profilo di profondità
ja: 水深プロファイル
pt: Perfil de profundidade
uk: Профіль глибини

source: Depth sensor
de: Tiefensensor
es: Sensor de profundidad
fr: Capteur de profondeur
it: Sensore di profondità
ja: 水深センサー
pt: Sensor de profundidade
uk: Датчик глибини

source: Depth tracking is limited to shallow water (about 6 m / 20 ft) and exists to help you remember your dives, not to guide them. Never rely on Dive Free for any decision that affects your safety.
de: Die Tiefenerfassung ist auf flaches Wasser begrenzt (etwa 6 m / 20 ft) und soll dir helfen, deine Tauchgänge zu erinnern, nicht sie zu leiten. Verlass dich nie auf Dive Free für Entscheidungen, die deine Sicherheit betreffen.
es: El seguimiento de profundidad se limita a aguas poco profundas (unos 6 m / 20 ft) y existe para ayudarte a recordar tus inmersiones, no para guiarlas. Nunca confíes en Dive Free para ninguna decisión que afecte a tu seguridad.
fr: Le suivi de la profondeur se limite à l’eau peu profonde (environ 6 m / 20 ft) et sert à vous aider à vous souvenir de vos plongées, pas à les encadrer. Ne vous fiez jamais à Dive Free pour une décision qui touche à votre sécurité.
it: Il monitoraggio della profondità è limitato alle acque basse (circa 6 m / 20 ft) ed esiste per aiutarti a ricordare le tue immersioni, non a guidarle. Non affidarti mai a Dive Free per decisioni che riguardano la tua sicurezza.
ja: 水深の記録は浅い水中（約6m／20ft）に限られ、ダイブを導くためではなく思い出すために存在します。安全に関わる判断でDive Freeに頼らないでください。
pt: O registro de profundidade limita-se a água rasa (cerca de 6 m / 20 pés) e existe para ajudar você a lembrar seus mergulhos, não para guiá-los. Nunca dependa do Dive Free para qualquer decisão que afete sua segurança.
uk: Відстеження глибини обмежене мілководдям (близько 6 м / 20 ft) й існує, щоб допомогти пригадати ваші занурення, а не керувати ними. Ніколи не покладайтеся на Dive Free в рішеннях, що впливають на вашу безпеку.

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべて選択解除
pt: Desmarcar tudo
uk: Зняти виділення

source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
it: Scarta
ja: 破棄
pt: Descartar
uk: Відкинути

source: Discard Session
de: Session verwerfen
es: Descartar sesión
fr: Abandonner la session
it: Scarta sessione
ja: セッションを破棄
pt: Descartar sessão
uk: Відкинути сесію

source: Discard this session?
de: Diese Session verwerfen?
es: ¿Descartar esta sesión?
fr: Abandonner cette session ?
it: Scartare questa sessione?
ja: このセッションを破棄しますか？
pt: Descartar esta sessão?
uk: Відкинути цю сесію?

source: Discarding
de: Wird verworfen
es: Descartando
fr: Abandon en cours
it: Scarto in corso
ja: 破棄中
pt: Descartando
uk: Відкидання

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Scollega
ja: 接続を解除
pt: Desconectar
uk: Відключити

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
it: Ignora
ja: 閉じる
pt: Dispensar
uk: Закрити

source: Distance
de: Distanz
es: Distancia
it: Distanza
ja: 距離
pt: Distância
uk: Відстань

source: Dive
de: Tauchgang
es: Inmersión
fr: Plongée
it: Immersione
ja: ダイブ
pt: Mergulho
uk: Занурення

source: Dive #%lld
de: Tauchgang #%lld
es: Inmersión n.º %lld
fr: Plongée n° %lld
it: Immersione n. %lld
ja: ダイブ #%lld
pt: Mergulho nº %lld
uk: Занурення №%lld

source: Dive %lld
de: Tauchgang %lld
es: Inmersión %lld
fr: Plongée %lld
it: Immersione %lld
ja: ダイブ %lld
pt: Mergulho %lld
uk: Занурення %lld

source: Dive again
de: Erneut tauchen
es: Bucear de nuevo
fr: Replonger
it: Immergiti di nuovo
ja: もう一度ダイブ
pt: Mergulhar de novo
uk: Зануритися знову

source: Dive detection
de: Tauchgang-Erkennung
es: Detección de inmersiones
fr: Détection des plongées
it: Rilevamento immersioni
ja: ダイブ検出
pt: Detecção de mergulho
uk: Виявлення занурень

source: Dive ends after
de: Tauchgang endet nach
es: La inmersión termina tras
fr: Fin de plongée après
it: L’immersione termina dopo
ja: ダイブ終了まで
pt: Mergulho termina após
uk: Занурення завершується через

source: Dive Free can gather your dive media into a **Dive Free** album in Photos, keeping a session's shots together.
de: Dive Free kann deine Tauchmedien in einem **Dive Free**-Album in Fotos sammeln, sodass die Aufnahmen einer Session zusammenbleiben.
es: Dive Free puede reunir tu contenido de buceo en un álbum **Dive Free** en Fotos, manteniendo juntas las tomas de una sesión.
fr: Dive Free peut regrouper vos médias de plongée dans un album **Dive Free** dans Photos, gardant ensemble les prises d’une même session.
it: Dive Free può raccogliere i tuoi media di immersione in un album **Dive Free** in Foto, tenendo insieme gli scatti di una sessione.
ja: Dive Freeは、ダイブのメディアを写真アプリ内の**Dive Free**アルバムにまとめ、セッションの写真を一か所に保てます。
pt: O Dive Free pode reunir suas mídias de mergulho em um álbum **Dive Free** no app Fotos, mantendo juntas as imagens de uma sessão.
uk: Dive Free може зібрати ваші медіа занурень в альбом **Dive Free** у Фото, тримаючи знімки однієї сесії разом.
